Repository: Mirthis/Slashcomments
Catalog: translations/slashcomments.*.po
Languages: it

source: General
it: Generale

source: Number of days before a new user can moderate
it: Numero di giorni prima che un nuovo utente possa moderare

source: Number of days needed before a new registered user is allowed to moderate
it: Numero di giorni necessari prima che un nuovo utente possa moderare

source: Users who commented a content can't moderate it
it: Gli utenti che commentano un nodo non possono moderarlo

source: If set user who had left comment for a node can't moderate others comments on that same node.
it: Se impostato gli utenti che hanno commentato un nodo non possono moderare gli altri commenti per il nodo stesso.

source: Delete user moderation left before user participation
it: Cancella le moderazioni dell'utente precedenti al suo inserimento di un commento

source: Delete user modertion on node's comment if the user himself left a comment for the node participating to the discussion.
it: Cancella la le moderazioni effettuate dall'utente sul nodo, quando l'utente stesso lascia un commento.

source: Enable karma
it: Abilità karma

source: Karma for each user will be calculated based on their comment score and will affect their ability to moderate others and the initial rating of their new comments.
it: Il Karma di ogni tuente sarà calcolato in base al punteggio dei suoi commenti e influenzerà la loro possibilità di moderare e il punteggio iniziale dei nuovi commenti inseriti.

source: Karma value user need to be able to moderate
it: Valore del karma che un utente deve avere per poter moderare

source: Karma value a user must have to be able to moderate
it: Valore del karma che un utente deve avere per poter moderare"

source: Score
it: Punteggio

source: Comment score
it: Punteggio del commento

source: Comment score with Karma
it: Punteggio del commento con karma

source: Comment score with karma modifier applied
it: Punteggio del commento considerando l'applicazione del karma

source: Comment score with karma
it: Punteggio del commento con karma"

source: Comment User Karma
it: Karma dell'autore del commento

source: User karma when the comment was posted
it: Karma dell'autore quando il commento è stato inserito

source: Number of ratings
it: Numero di voti

source: Number of time the comment has been moderated
it: Numero di volte in cui il commento è stato moderato

source: Numbers of rating
it: Numero di voti

source: Rating
it: Valutazioe

source: Comment Rating
it: Valutazione commento

source: Error moderationg comment
it: Errore nella moderazione

source: Comment moderated!
it: Comment moderato

source: Default comments threshold
it: Soglia di default

source: Default threshold for comments. Comments with lower score will be collapsed.
it: Sogli di default per i commenti. I commenti con un punteggio più basso della soglia saranno nascosti.

source: Default display mode
it: Visualizzazione di default

source: The default view for comments.
it: Visualizzazione di default per i commenti.

source: Threshold
it: Soglia

source: Error saving user account.
it: Erorre nel salvataggio dell'account utente.

source: Moderate
it: Moderare

source: Current value
it: Valore corrente

source: Total comments
it: Numero di commenti

source: Positive comments
it: Commenti positivi

source: Negative comments
it: Commenti negativi

source: Neutral comments
it: Commenti neutri

source: Normal
it: Normale

source: Redundant
it: Ridontante

source: Insightful
it: Sagace

source: Interesting
it: Interessante

source: Informative
it: Informativo

source: Funny
it: Divertente

source: Overrated
it: Sopravvalutato

source: Underrated
it: Sottovalutato

source: Threshold: !n
it: Soglia: !n

source: !n: !s comments
it: !n: !s commenti

source: Display: flat
it: Lista semplice

source: Display: threaded
it: Lista ad albero

source: !a per page
it: !a per pagina

source: moderate comments
it: Modera commenti

source: Slashcomments - AJAX moderation
it: Slashcomments - moderazione AJAX

source: Entity containing relevant metrics related to karma.
it: Entità contenente le informazioni di base sul karma.

source: User identifier.
it: Identificativo utente

source: Karma value
it: Valore del karma

source: Number of comments posted by the user
it: Numero di commenti inseriti dall'utente

source: Number of comments with a positive (> +1) rating
it: Numero di commenti con un punteggio positivo (> +1)

source: Number of comments with a negative (< +1) rating
it: Numero di commenti con un punteggio negativo (< +1)

source: Number of comments with a neutral (+1) rating
it: Numero di commenti con un punteggio neutro (+1)

source: Timestamp of last record updated
it: Timestamp dell'ultimo update

source: Entity containing slashcomments score and rating
it: Entità contenente i punteggi e le valutazioni per i commenti

source: Comment identifier
it: Identificativo del commento

source: User kamra when comment was posted
it: Karma dell'utente quando ha inserisci il commento

source: Comment rating
it: Valutazione del commento

source: Timestamp of last update
it: Timestamp dell'ultima modifica

source: Upgrades default comment system to Slashdot comment system
it: Aggiorna il sistema di commenti con alcune funzionalità stile slashdot

source: Joined
it: Registrato

source: Posts
it: Commenti

source: !Points
it: Punti

source: Groups
it: Gruppi

source: Anonymous
it: Anonimo
